tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "diff-so-fancy"
brew "fd"
brew "fish"
brew "fzf"
brew "git-fuzzy"
brew "lazygit"
brew "mas"
brew "ripgrep"
brew "tree"
brew "universal-ctags"
brew "xcodes"
brew "ivandokov/contrib/phockup"

cask "font-source-code-pro"

cask "1password"
cask "appcleaner", args: { appdir: "~/Applications" }
cask "daisydisk", args: { appdir: "~/Applications" }
cask "fork", args: { appdir: "~/Applications" }
cask "hex-fiend", args: { appdir: "~/Applications" }
cask "iina", args: { appdir: "~/Applications" }
cask "macvim", args: { appdir: "~/Applications" }
cask "netnewswire", args: { appdir: "~/Applications" }
cask "tableplus", args: { appdir: "~/Applications" }
cask "unicodechecker", args: { appdir: "~/Applications" }

mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Classic Color Meter", id: 451640037
mas "Developer", id: 640199958
mas "Numbers", id: 409203825
mas "Push to Kindle", id: 1548529953
mas "Super Agent", id: 1568262835
mas "xScope", id: 889428659
