tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ack"
brew "fd"
brew "fish"
brew "fzf"
brew "mas"
brew "macvim"
brew "ripgrep"
brew "stow"
brew "tree"
brew "universal-ctags"
cask "1password", args: { appdir: "~/Applications" }
cask "font-sf-mono"
mas "1Blocker", id: 1365531024
mas "Classic Color Meter", id: 451640037
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "Hex Fiend", id: 1342896380
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Push to Kindle", id: 1548529953
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
