tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "ack"
brew "atool"
brew "fd"
brew "fish"
brew "fzf"
brew "mas"
brew "ripgrep"
brew "stow"
brew "tree"
brew "universal-ctags"

cask "1password"
cask "font-sf-mono"
cask "fork", args: { appdir: "~/Applications" }
cask "google-chrome", args: { appdir: "~/Applications" }
cask "hex-fiend", args: { appdir: "~/Applications" }
cask "macvim", args: { appdir: "~/Applications" }
cask "netnewswire", args: { appdir: "~/Applications" }
cask "suspicious-package", args: { appdir: "~/Applications" }

mas "1Blocker", id: 1365531024
mas "Classic Color Meter", id: 451640037
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "Push to Kindle", id: 1548529953
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
