tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "ack"
brew "chisel"
brew "ctags"
brew "fish"
brew "mas"
brew "stow"
brew "swiftformat"

cask_args appdir: "~/Applications"

cask "1password"
cask "fork"
cask "macvim"
cask "netnewswire"

mas "1Blocker", id: 1107421413
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Wallcat", id: 1000397973
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
